import { Event } from "../Models/Event";

export const events: Event[] = [
  {
    id: 1,
    title: "Туса в Цумі",
    description:
      "Мати 500 гривень на горівку, жінок легкої поведінки та пачку дзиґарів.",
    adress: "вулиця Хрещатик, 38, Київ, 01001",
    date: new Date("2024-02-25T18:00:00"),
    category: "Відпочинок",
  },
  {
    id: 2,
    title: "На пікнік",
    description:
      "Пікнік буде в парку, від вас треба солодка вода та щось перекусити.",
    adress: "вул. Князя Романа Мстиславича, Київ, 02000",
    date: new Date("2024-02-25T10:00:00"),
    category: "Відпочинок",
  },
  {
    id: 3,
    title: "Поїздка Буковель",
    description:
      "Буди їхати автобусом в буковель, взяти гроші та змінну одежу.",
    adress: "проспект Миколи Бажана, 38, Київ, 02000",
    date: new Date("2024-02-25T06:00:00"),
    category: "Відпочинок",
  },
  {
    id: 4,
    title: "Похід в боулінг",
    description: "Мати з собою 500 гривень та граний настрій.",
    adress: "проспект Степана Бандери, 34В, Київ, 04073",
    date: new Date("2024-02-25T12:00:00"),
    category: "Розваги",
  },
  {
    id: 5,
    title: "Аквапарк",
    description:
      "Взяти з собою купальник, гроші для аквапарку. Нас буде четверо хлопців (18 років).",
    adress:
      "вул. вулиця Героїв України, 14, Кременчук, Полтавська область, 39600",
    date: new Date("2024-02-25T10:30:00"),
    category: "Розваги",
  },
  {
    id: 6,
    title: "Безкоштовні курси HTML&CSS",
    description: "Курс два роки. Мати натхнення навчатись.",
    adress: "вулиця Радісна, 1, Софіївська Борщагівка, Київська обл., 08137",
    date: new Date("2024-02-25T12:00:00"),
    category: "Навчання",
  },
  {
    id: 7,
    title: "Курси з математичного аналізу",
    description:
      "Курс на пів року. Брати ручку, зошит та терпіння. Ціна 1000 гривень.",
    adress: "вулиця Сім'ї Прахових, 13, Київ, 02000",
    date: new Date("2024-02-25T11:30:00"),
    category: "Навчання",
  },
];

